Repository: AungKhantOo99/fluttertesting
Catalog: lib/l10n/app_*.arb
Languages: my

# startTitle
source: Start Your Journey
my: စတင်လိုက်ပါ

# startContent
source: Access more than 30000 movies in various language with easy and simple and read and watch anywhere any device
my: ၃၀၀၀၀ကျော်သောရုပ်ရှင်များကိုဘာသာစကားမျိုးစုံနဲ့လွယ်ကူရိုးရှင်းစွာနှစ်သက်သည့်နေရာနှစ်သက်သည့်devicesဖြင့်ဖတ်နိုင်ကြည့်ရှုနိုင်ပါသည်။

# drawerTitle
source: Choose your prefer category
my: နှစ်သက်ရာကို ‌ေရွးချယ်ပါ

source: Home
my: အထွေထွေ

source: Movies
my: ရုပ်ရှင်များ

source: Series
my: စီးရီးများ

# welcomeText
source: Welcome Guys,What want to search?
my: မင်္ဂလာပါ။ဘာများရှာဖွေချင်ပါသလဲ။

# hint
source: Search Movies...
my: ရုပ်ရှင်ရှာရန်...

# popular
source: Popular Movies
my: နာမည်ကြီးရုပ်ရှင်များ

# topRate
source: TopRate Movies
my: ထိပ်တန်းရုပ်ရှင်များ

source: Popular Series
my: နာမည်ကြီးစီးရီးများ

source: TopRate Series
my: ထိပ်တန်းစီးရီးများ

source: SeeAll
my: အားလုံးကြည့်ရန်
